{

    "nav_home": "Home",
    "nav_reservations": "Reserves",
    "nav_profile": "Profile",
    "nav_orders": "Orders",
    "nav_payments": "Payments",
    "nav_posts": "Posts",
    "nav_order_list": "Order List",
    "nav_promo": "Promo",

    "order": "Order",

    "profile_menu": "Profile Menu",
    "table_management": "Table Management",
    "add_table": "Add Table",
    "delete_table": "Delete Table",
    "review_ratings": "Review & Ratings",
    "view_reviews": "View Reviews",
    "general_settings": "General Settings",
    "dark_mode": "Dark Mode",
    "language": "Switch Language to Bahasa",
    "sign_out": "Sign Out",
    "account_settings": "Account Settings",
    "edit_menu_preferences": "Edit Menu Preferences",
    "submit_review": "Submit Review",
    "how_to_use": "How to Use",

    "update": "Update",
    "cancel": "Cancel",
    "delete": "Delete",
    "add_menu": "Add Menu",

    "update_menu": "Update Menu",
    "menu_name": "Menu Name",
    "text_menu_name": "Input menu name",
    "menu_price": "Menu Price",
    "text_menu_price": "Input menu price",
    "menu_description": "Menu Description",
    "text_menu_description": "Input menu description",
    "menu_tag": "Menu Tag",
    "choose_tag": "Please choose the menu tag below: ",
    "upload_image": "Upload Image",
    "choose_image": "Choose Image",
    "loading_upload_image": "Uploading Image. Please wait for a moment...",
    "failed_upload_image": "Failed to pick image",
    "success_upload_image": "Image uploaded successfully",
    "validation_price": "Please enter a valid price",
    "menu_update_success": "Menu updated successfully",
    "menu_add_success": "New menu added successfully",

    "delete_menu": "Delete Menu",
    "delete_menu_message": "Are you sure you want to delete this menu?",
    "menu_delete_success": "Menu deleted successfully",
    "something_wrong": "Something went wrong",

    "customer_order_list": "Customer Order List",
    "your_order_list": "Your Order Lists",
    "order_date": "Order Date",
    "order_details": "Order Details",
    "order_number": "Order Number",
    "customer_name": "Customer Name",
    "dining_option": "Dining Option",
    "dine_in": "Dine In",
    "take_away": "Take Away",
    "table_number": "Table Number",
    "total_price": "Total Price",
    "order_status": "Order Status",
    "status_pending": "Pending",
    "status_confirmed": "Confirm Order",
    "status_rejected": "Reject Order",
    "status_cancelled": "Cancelled",
    "no_order": "No order",
    "confirm": "Confirm Order",
    "reject": "Reject Order",
    "quantity": "Quantity",
    "your_order": "Your Order",
    

    "payment_list": "Payment List",
    "payment_date": "Payment Date",
    "payment_details": "Payment Details",
    "confirm_payment": "Confirm Payment",
    "reject_payment": "Reject Payment",
    "payment_status": "Payment Status",
    "no_payment": "No payment",
    "detail_payment_opt": "Customer pay at the cashier",

    "add_new_table": "Add New Table",
    "text_table_number": "Input table number",
    "num_of_people": "Number of People",
    "text_num_of_people": "Input number of people",
    "table_add_success": "New table added successfully",
    "validation_table_number": "Please enter a valid table number",
    "validation_num_of_people": "Please enter a valid number of people",
    "validation_all_field": "Please fill all the fields",
    "location": "Location",
    "text_location": "Input location",
    "indoor_outdoor": "Indoor/Outdoor",
    "table_delete_success": "Table deleted successfully",

    "review_list": "Review List",

    "add_promo": "Add Promo",
    "promo_title": "Promo Title",
    "input_promo_title": "Input promo title",
    "promo_description": "Promo Description",
    "input_promo_description": "Input promo description",
    "promo_available_date": "Promo Available Date",
    "promo_end_date": "Promo End Date",
    "pick_date": "Pick a date",
    "upload_promo_image": "Upload Promo Image",
    "promo_add_success": "New promo added successfully",
    "validation_promo_date": "Promo end date must be after promo start date!",

    "edit_your_preferences": "Edit Your Preferences",
    "menu_preferences": "Menu Preferences",
    "your_preferences": "Your Preferences are",
    "loading": "Loading...",
    "choose_menu": "Choose the menu preferences below",
    "please_choose_menu": "Please choose the menu preferences below: ",
    "edit_preferences": "Edit Preferences",
    "preferences_update_success": "Preferences updated successfully!",

    "input_review": "Input Review",
    "submit_your_review_here": "Submit your review here",
    "review_submit_success": "Review Submitted. Thank you for your review!",

    "welcome": "Welcome to Loh Coffee! \nWhat would you like to eat?",
    "want_to_try": "Want to try our recommendation?",
    "click_here": "Click here",
    "welcome_admin": "Welcome, Loh Administrator!",

    "add_to_cart": "Add to Cart",
    

    "limited_time_offer": "Limited Time Offer",
    "text_promo": "Don't Miss Our Exclusive Promotions!",
    "promo_available": "Promo Available",
    "date_posted": "Date Posted",

    "no_reservation": "No reservation",
    "reservation": "Reservation",
    "form": "Form",
    "history": "History",
    "reservation_form": "Reservation Form",
    "reservation_date": "Reservation Date",
    "enter_reservation_date": "Enter reservation date",
    "reservation_time": "Reservation Time",
    "enter_reservation_time": "Enter reservation time",
    "table_number_available": "Table Number Available",
    "tap_to_get_table": "Tap to get available table number",
    "size_of_people": "Size of People",
    "reserve_now": "Reserve Now",
    "please_select_date": "Please select a date",
    "please_input_future_date_time": "Please input future date and time",
    "please_select_reservation_time": "Please select reservation time",
    "please_select_time_between": "Please select time between 10 AM and 9 PM",
    "your_reservation_history": "Your Reservation History",
    "date": "Date",
    "time": "Time",
    "number_of_people": "Number of People",
    "reservation_created": "Reservation Created",
    "reservation_success": "Reservation Success",

    "update_profile": "Update Profile",
    "name": "Name",
    "email": "Email",
    "date_of_birth": "Date of Birth",
    "update_name": "Update Name",
    "update_email": "Update Email",
    "enter_dob": "Enter date of birth",

    "your_cart": "Your Cart",
    "choose_payment_option": "Choose your Payment Option",
    "pay_at_cashier": "Pay at Cashier",
    "choose_table_num": "Choose your Table Number",
    "pay_now": "Pay Now",
    "cart_empty": "Your cart is empty. Please add some items!",

    "payment": "Payment",
    "scan_text": "Scan the QR code below to pay your order",
    "scan_text_2": "After you scan the QR code, please attach the payment receipt to process your order.",
    "upload_payment_receipt": "Upload Payment Receipt",
    "payment_uploaded": "Payment Uploaded",

    "thank_you": "Thank You",
    "thank_you_text": "Thank you for your order. Your order will be processed after your payment accepted by the cashier.",
    "back_to_home": "Back to Home Page",
    "cashier_text": "You can go now to the cashier. Your order will be processed after your payment accepted by the cashier.",

    "send_email": "Send Email",
    "email_cant_be_empty": "Email cannot be empty",
    "forgot_password": "Forgot Password?",
    "reset_pass_text": "Don't worry! It happens. Please enter your email address associated with your account and we'll send an email with instructions to reset your password.",
    "email_address": "Email Address",
    "enter_your_email": "Enter your email address",
    "remember_account": "Remember your account?",
    "back_to_login": "Back to Login",

    "check_email_text":"Just one more step, \nlet's check your email" ,
    "check_email_text_2": "We already send a password recover instructions to your email.\nIf you have not received the email after a few minutes, please check your spam folder.",
    "sign_in": "Sign In",

    "our_rec_menu": "Our Recommended Menu",
    "recommendation_sorry": "We are sorry, we cannot provide the recommendation menu due to your menu preferences do not match with our recommendation menu.\n\n To get our recommended menu, you can either update your menu preferences or empty your menu preferences.\n\nThank you.",

    "menu_detail": "Menu Detail",
    "tag": "Tag",
    "total_loved": "Total Loved",
    "total_ordered": "Total Ordered",

    "reservation_sent": "Reservation Sent!",
    "reservation_sent_text": "Thank you for your reservation. \nWe look forward to seeing you soon!",

    "about_us": "About Us",
    "frequently_asked_questions": "Frequently Asked Questions(FAQ)",
    "managing_your_account": "Managing Your Account",
    "ordering_food_and_payment": "Ordering Food and Payment",
    "make_a_reservation": "Make a Reservation",
    "general_questions": "General Questions",
    "privacy_policy": "Privacy Policy",

    "about_loh": "About Loh Coffee and Eatery",
    "about_loh_text": "Loh Coffee & Eatery is a popular destination in the heart of Denpasar City, Bali, that attracts both coffee enthusiasts and foodies. We offer a variety of coffee, tea, and food items, including sandwiches, salads, and pastries, all made with the freshest ingredients. Our cafe features a cozy and comfortable atmosphere with a tropical concept, making it the perfect place to relax and enjoy your time. We also provide free WiFi and charging stations for our customers' convenience. We are open from 8 AM to 10 PM, so you can stop by anytime for a quick bite or a leisurely meal. In addition, we are available for private events such as birthday parties, bridal showers, and baby showers.",
    "about_mobile": "About Loh Coffee and Eatery Mobile App",
    "about_mobile_text": "The Loh Coffee and Eatery mobile application is a convenient and intuitive platform that allows customers to easily order food and beverages, reserve tables, and receive personalized recommendations from the cafe. Our app offers a range of unique features to connect with our customers such as submitting review as well as a curated selection of announcements and updates that keep customers informed about the latest menu items, events, and collaborations with other local businesses. At Loh Coffee and Eatery, we're committed to providing high-quality, sustainably sourced ingredients and fostering a welcoming, inclusive community of coffee and food lovers. With our mobile app, customers can experience the best of what our cafe has to offer, all from the convenience of their phone.",
    "about_features": "Features of Loh Coffee and Eatery Mobile Application",
    "about_features_text": "The Loh Coffee and Eatery mobile application includes features such as registration and password reset, managing user information and preferences, managing the cafe's menu and reviews, placing and managing orders, making payments, reserving tables, and receiving announcements and recommendations from the cafe.",
    "about_availability": "Loh Coffee and Eatery Mobile Application Availability",
    "about_availability_text": "The Loh Coffee and Eatery mobile application is available on both Android and iOS devices.",

    "faq_account_1": "How do I register for the Loh Coffee and Eatery mobile application?",
    "faq_account_1_ans": "To register for an account in the Loh Coffee and Eatery mobile application, click on the 'Register' button on the login page and follow the instructions to enter your personal information and create a new account.",
    "faq_account_2": "How do I reset my password n the Loh Coffee and Eatery mobile application?",
    "faq_account_2_ans": "To reset your password in the Loh Coffee and Eatery mobile application, click on the 'Forgot Password' button on the login page and follow the instructions to enter your email address and reset your password.",
    "faq_account_3": "How do I manage my user information and preferences in the Loh Coffee and Eatery mobile application?",
    "faq_account_3_ans": "To manage your user information and preferences in the Loh Coffee and Eatery mobile application, go to the 'Profile' page and click on the 'Edit Profile' button. From there, you can update your name, email address, and date of birth. You can also update your menu preferences by clicking on the 'Edit Menu Preferences' button.",
    "faq_account_4": "Can I change my display name or email address in the Loh Coffee and Eatery mobile application?",
    "faq_account_4_ans": "Yes, you can change your display name and email address in the Loh Coffee and Eatery mobile application by going to the 'Profile' page and clicking on the 'Edit Profile' button. From there, you can update your name and email address.",

    "faq_order_1": "Can I view the menu in the Loh Coffee and Eatery application?",
    "faq_order_1_ans": "Yes, you can view the menu in the application by going to the 'Home Page' which can be accessed through tapping the bottom navigation.",
    "faq_order_2": "How do I place an order in the Loh Coffee and Eatery application?",
    "faq_order_2_ans": "To place an order in the Loh Coffee and Eatery mobile application, go to the 'Home' page, select the menu you want to order by tapping add to cart. Then, go to the 'Cart' page by tapping on cart button in the bottom right corner. After that, select for the dining option and payment option, and tap 'Pay Now'.",
    "faq_order_3": "Can I cancel an order in the Loh Coffee and Eatery application?",
    "faq_order_3_ans": "No, you cannot cancel an order in the Loh Coffee and Eatery application. You can only cancel an order before it is confirmed by the administrator. Once the order is confirmed, you will not be able to cancel it.",
    "faq_order_4": "What dining options are available in the Loh Coffee and Eatery mobile application?",
    "faq_order_4_ans": "There are two dining options available in the Loh Coffee and Eatery mobile application: Dine in and Takeaway.",
    "faq_order_5": "What payment options are available in the Loh Coffee and Eatery mobile application?",
    "faq_order_5_ans": "There are two payment options available in the Loh Coffee and Eatery mobile application: QRIS and Pay at the Cashier.",
    "faq_order_6": "What is QRIS payment option?",
    "faq_order_6_ans": "The QRIS payment option provides the customer with a barcode to scan and make payment for their order using their phone. The payment is done outside the application, and the customer must upload their payment receipt to the Loh Coffee and Eatery mobile application for the administrator to accept or reject the payment.",
    "faq_order_7": "How does the QRIS payment option work?",
    "faq_order_7_ans": "To use the QRIS payment option, the customer must select the QRIS option at checkout and receive a barcode to scan for payment. They must then make the payment outside the application and upload the payment receipt to the Loh Coffee and Eatery mobile application. The administrator will review the payment receipt and either accept or reject the payment.",
    "faq_order_8": "What happens if the administrator rejects a QRIS payment?",
    "faq_order_8_ans": "If the administrator rejects a QRIS payment, the customer order's status will be automatically canceled. The customer will be informed by the staff and the customer have to re-order.",
    "faq_order_9": "Can I use E-wallet for QRIS payment?",
    "faq_order_9_ans": "Yes, you can use an E-wallet for QRIS payment, as long as the payment is accepted by the QRIS provider. Please check with your payment provider for more information.",
    "faq_order_10": "What is Pay at the Cashier payment option?",
    "faq_order_10_ans": "The Pay at the Cashier payment option requires the customer to go to the cashier manually to pay for their order. They can place their order in the mobile application and select the Pay at Cashier option at the cart page.",
    "faq_order_11": "Where can I find the order history in the Loh Coffee and Eatery mobile application?",
    "faq_order_11_ans": "You can find your order history in the Loh Coffee and Eatery mobile application by going to the 'Orders' page which can be accessed through tapping the bottom navigation.",
    "faq_order_12": "What to do if I have completed my payment?",
    "faq_order_12_ans": "If you have completed your payment, The administrator will review the payment receipt and either accept or reject the payment. If the payment is accepted, the order status will be changed to 'Confirmed' and the customer wait for the order to be delivered.",
    "faq_order_13": "My payment is confirmed but my order status is rejected?",
    "faq_order_13_ans": "If your payment is confirmed but your order status is rejected, it means that the order is rejected. It is possible that the order is rejected because the menu is not available at the moment. You will be informed by the staff and you can re-order.",
    "faq_order_14": "What if I choose to take away my order?",
    "faq_order_14_ans": "If you choose to take away your order, just need to wait for the order to be ready and the staff will call you to pick up your order.",

    "faq_reserve_1": "How do I reserve a table in the Loh Coffee and Eatery mobile application?",
    "faq_reserve_1_ans": "To reserve a table in the Loh Coffee and Eatery mobile application, go to the 'Reserve' navigation page which is located in the bottom navigation bar. Then, select the date and time you want to reserve a table, select the table number available, then tap 'Reserve Now'.",
    "faq_reserve_2": "Can I reserve on the day when I make reservation?",
    "faq_reserve_2_ans": "Sorry, you cannot reserve on the day when you make reservation. You can only reserve a table for the next day onwards.",
    "faq_reserve_3": "What time can reservation be made?",
    "faq_reserve_3_ans": "You can make reservation from 10:00 AM to 9:00 PM.",
    "faq_reserve_4": "What day reservation can be made?",
    "faq_reserve_4_ans": "You can make reservation from Monday to Sunday. National holidays are not included. Please check our social media for updates on our operating days.",
    "faq_reserve_5": "Can I cancel my reservation?",
    "faq_reserve_5_ans": "Yes, you can cancel your reservation before the reservation day. You can cancel your reservation by going to the 'Reserves' page which can be accessed through tapping the bottom navigation. Then, tap the 'Cancel' button to cancel your reservation.",
    "faq_reserve_6": "Should I print the reservation proof?",
    "faq_reserve_6_ans": "No, you do not need to print the reservation proof. You can show the reservation proof on your mobile phone to the staff.",

    "faq_general_1": "How do I switch the language in the Loh Coffee and Eatery application?",
    "faq_general_1_ans": "Our application provide 2 languages which are English as the default and Bahasa. To switch the language, go to the 'Profile' navigation page which is located in the bottom navigation bar. Then, tap the 'Switch to Bahasa' toggle button to switch the language to Bahasa. To switch back to English, tap again the toggle button.",
    "faq_general_2": "How do I switch to dark mode in the Loh Coffee and Eatery application?",
    "faq_general_2_ans": "Our application provide 2 themes which are light mode as the default and dark mode. To switch to dark mode, go to the 'Profile' navigation page which is located in the bottom navigation bar. Then, tap the 'Switch to Dark Mode' toggle button to switch to dark mode. To switch back to light mode, tap again the toggle button.",
    "faq_general_3": "Will the Dark Mode and language setting be saved for future use?",
    "faq_general_3_ans": "Yes, the Dark Mode and language setting will be saved for future use.",
    "faq_general_4": "Can I submit a review of my experience at Loh Coffee and Eatery in the application?",
    "faq_general_4_ans": "Yes, you can submit a review by going to the Submit Review section and providing your feedback. Your feedback will be reviewed by our team to improve our service quality.",
    "faq_general_5": "Can the Loh Coffee and Eatery application recommend menu items based on my preferences?",
    "faq_general_5_ans": "Yes, you can view the recommended menu items based on your preferences, most loved, and most ordered by going to the Recommended Menu section.",


    "app_overview": "App Overview",
    "app_overview_text": "The Loh Coffee and Eatery mobile application is a convenient and intuitive platform that allows customers to easily order food and beverages, reserve tables, and receive personalized recommendations from the cafe. Our app offers a range of unique features to connect with our customers such as submitting review as well as a curated selection of announcements and updates that keep customers informed about the latest menu items, events, and collaborations with other local businesses. At Loh Coffee and Eatery, we're committed to providing high-quality, sustainably sourced ingredients and fostering a welcoming, inclusive community of coffee and food lovers. With our mobile app, customers can experience the best of what our cafe has to offer, all from the convenience of their phone.",
    "data_type_collect": "Types of Data We Collect",
    "data_type_collect_text": "When you use the Loh Coffee and Eatery application, we may collect the following types of data:",
    "personal_information": "Personal Information",
    "personal_information_text": "This includes your name, date of birth and email address. We collect this information when you register for an account, make a reservation, or place an order.",
    "order_and_reservation_information": "Order and Reservation Information",
    "order_and_reservation_information_text": "This includes the items you order, the time and date of your reservation, and the number of people in your party. We collect this information to process your orders and reservations.",
    "payment_information": "Payment Information",
    "payment_information_text": "This includes your payment method and payment details. We collect this information to process your payments.",
    "use_of_your_data": "Use of Your Data",
    "use_of_your_data_text": "We use your data to provide you with the best possible experience when using the Loh Coffee and Eatery application. Specifically, we use your data for the following purposes:",
    "facilitate": "Facilitate the creation of and secure your Account",
    "facilitate_text": "We use your data to facilitate the creation of and secure your account on our network. This includes verifying your identity, processing payments, and providing customer support.",
    "registered_user": "Registered User Only",
    "process_order_reserve": "To process your orders and reservations: ",
    "process_order_reserve_text": "We use your personal information, order and reservation information, and payment information to process your orders and reservations.",
    "improve_our_service": "To improve our service: ",
    "improve_our_service_text": "We may use your data to analyze customer behavior and preferences, which helps us improve our menu offerings and overall customer experience.",
    "communicate_with_you": "To communicate with you: ",
    "communicate_with_you_text": "We may use your email address to send you updates about your orders and reservations, as well as promotional offers and other relevant information.",
    "data_security": "Data Security",
    "data_security_text": "We take the security of your data very seriously. We use industry-standard encryption technologies when transferring and receiving customer data exchanged with our application. Firebase implements industry-standard security measures, such as encryption in transit and at rest, to protect user data. We also limit access to user data to authorized personnel who require access to provide services.",
    "account": "Account",
    "account_text": "Registered users of the Loh Coffee and Eatery mobile application can access and manage their account information, including personal data, by clicking on the 'Profile' button in the application.",
    "changes": "Changes to This Privacy Policy",
    "changes_text": "We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. These changes are effective immediately after they are posted on this page.",
    "contact_us": "Contact Us",
    "contact_us_text": "If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at:",
    "email_loh": "Email: support@lohcoffeeandeatery.com",
    "phone_loh": "Phone: +62 812-3848-2109",
    "address_loh": "Address: Jl. Tukad Musi I No.9A, Renon, Denpasar Selatan, Kota Denpasar, Bali 80226",
    "operating_hours": "Operating Hours",
    "operating_hours_text": "Our operating hours are from 10:00 AM to 9:00 PM, Monday to Sunday.",
    "revision": "Date of Last Revision: April, 30th 2023"








}