{
    "nav_home": "Beranda",
    "nav_reservations": "Reservasi",
    "nav_profile": "Profil",
    "nav_orders": "Pesanan",
    "nav_payments": "Payments",
    "nav_posts": "Posting",
    "nav_order_list": "Daftar Pesanan",
    "nav_promo": "Promosi",

    "order": "Pesanan",

    "profile_menu": "Menu Profil",
    "table_management": "Manajemen Meja",
    "add_table": "Tambah Meja",
    "delete_table": "Hapus Meja",
    "review_ratings": "Ulasan & Bintang",
    "view_reviews": "Lihat Ulasan",
    "general_settings": "Pengaturan Umum",
    "dark_mode": "Mode Gelap",
    "language": "Ubah ke Bahasa Inggris",
    "sign_out": "Keluar",
    "account_settings": "Pengaturan Akun",
    "edit_menu_preferences": "Ubah Preferensi Menu",
    "submit_review": "Kirim Ulasan",
    "how_to_use": "Petunjuk Penggunaan",

    "update": "Perbarui",
    "cancel": "Batal",
    "delete": "Hapus",
    "add_menu": "Tambah Menu",

    "update_menu": "Perbarui Menu",
    "menu_name": "Nama Menu",
    "text_menu_name": "masukkan nama menu",
    "menu_price": "Harga Menu",
    "text_menu_price": "masukkan harga menu",
    "menu_description": "Deskripsi Menu",
    "text_menu_description": "masukkan deskripsi menu",
    "menu_tag": "Tagar Menu",
    "choose_tag": "Pilih Tagar di bawah: ",
    "upload_image": "Unggah Gambar",
    "choose_image": "Pilih Gambar",
    "loading_upload_image": "Mengunggah Gambar...",
    "failed_upload_image": "Gagal mengunggah gambar",
    "success_upload_image": "Berhasil mengunggah gambar",
    "validation_price": "Mohon input angka yang valid",
    "menu_update_success": "Menu berhasil diperbarui",
    "menu_add_success": "Menu berhasil ditambahkan",

    "delete_menu": "Hapus Menu",
    "delete_menu_message": "Apakah Anda yakin ingin menghapus menu ini?",
    "menu_delete_success": "Menu berhasil dihapus",
    "something_wrong": "Terjadi kesalahan",

    "customer_order_list": "Daftar Pesanan Pelanggan",
    "your_order_list": "Daftar Pesanan Anda",
    "order_date": "Tanggal Pesanan",
    "order_details": "Detail Pesanan",
    "order_number": "Nomor Pesanan",
    "customer_name": "Nama Pelanggan",
    "dining_option": "Pilihan Makan",
    "dine_in": "Makan di Tempat",
    "take_away": "Bawa Pulang",
    "table_number": "Nomor Meja",
    "total_price": "Total Harga",
    "order_status": "Status Pesanan",
    "status_pending": "Menunggu",
    "status_confirmed": "Konfirmasi Pesanan",
    "status_rejected": "Tolak Pesanan",
    "status_canceled": "Dibatalkan",
    "no_order": "Tidak ada pesanan",
    "confirm": "Konfirmasi Pesanan",
    "reject": "Tolak Pesanan",
    "quantity": "Jumlah",
    "your_order": "Pesanan Anda",

    "payment_list": "Daftar Pembayaran",
    "payment_date": "Tanggal Pembayaran",
    "payment_details": "Detail Pembayaran",
    "confirm_payment": "Konfirmasi Pembayaran",
    "reject_payment": "Tolak Pembayaran",
    "payment_status": "Status Pembayaran",
    "no_payment": "Tidak ada pembayaran",
    "detail_payment_opt": "Pelanggan membayar di kasir",

    "add_new_table": "Tambah Meja Baru",
    "text_table_number": "Masukkan nomor meja",
    "num_of_people": "Jumlah Orang",
    "text_num_of_people": "Masukkan jumlah orang",
    "table_add_success": "Meja berhasil ditambahkan",
    "validation_table_number": "Mohon masukkan nomor meja yang valid",
    "validation_num_of_people": "Mohon masukkan jumlah orang yang valid",
    "validation_all_field": "Mohon isi semua kolom",
    "location": "Lokasi",
    "text_location": "Masukkan lokasi meja",
    "indoor_outdoor": "Indoor/Outdoor",
    "table_delete_success": "Meja berhasil dihapus",


    "review_list": "Daftar Ulasan",
    
    "add_promo": "Tambah Promosi",
    "promo_title": "Judul Promosi",
    "input_promo_title": "Masukkan judul promosi",
    "promo_description": "Deskripsi Promosi",
    "input_promo_description": "Masukkan deskripsi promosi",
    "promo_available_date": "Tanggal Promosi Tersedia",
    "promo_end_date": "Tanggal Promosi Berakhir",
    "pick_date": "Pilih Tanggal",
    "upload_promo_image": "Unggah Gambar Promosi",
    "promo_add_success": "Promosi berhasil ditambahkan",
    "validation_promo_date": "Tanggal mulai promosi harus lebih awal dari tanggal berakhir promosi",

    "edit_your_preferences": "Ubah Preferensi Anda",
    "menu_preferences": "Preferensi Menu",
    "your_preferences": "Preferensi Anda",
    "loading": "Memuat...",
    "choose_menu": "Pilih Menu preferensi di bawah:",
    "please_choose_menu": "Mohon pilih menu preferensi",
    "edit_preferences": "Ubah Preferensi",
    "preferences_update_success": "Preferensi berhasil diperbarui",

    "input_review": "Masukkan ulasan Anda",
    "submit_your_review_here": "Masukkan ulasan Anda di sini",
    "review_submit_success": "Ulasan berhasil dikirim. Terima kasih atas ulasannya!",

    "welcome": "Selamat Datang di Loh Coffee! Mau makan apa hari ini?",
    "want_to_try": "Mau coba rekomendasi kami?",
    "click_here": "Klik di sini",
    "welcome_admin": "Selamat datang, Loh Administrator!",

    "add_to_cart": "Pilih Menu",

    "limited_time_offer": "Penawaran Terbatas",
    "text_promo": "Jangan lewatkan penawaran terbatas kami!",
    "promo_available": "Promosi Tersedia",
    "date_posted": "Tanggal Diposting",

    "no_reservation": "Tidak ada reservasi",
    "reservation": "Reservasi",
    "form": "Formulir",
    "history": "Riwayat",
    "reservation_form": "Formulir Reservasi",
    "reservation_date": "Tanggal Reservasi",
    "enter_reservation_date": "Masukkan tanggal reservasi",
    "reservation_time": "Waktu Reservasi",
    "enter_reservation_time": "Masukkan waktu reservasi",
    "table_number_available": "Nomor Meja Tersedia",
    "tap_to_get_table": "Ketuk untuk mendapatkan nomor meja tersedia",
    "size_of_people": "Jumlah Orang",
    "reserve_now": "Reservasi Sekarang",
    "please_select_date": "Mohon pilih tanggal",
    "please_input_future_date_time": "Mohon masukkan tanggal dan waktu di masa depan",
    "please_select_reservation_time": "Mohon pilih waktu reservasi",
    "please_select_time_between": "Mohon pilih waktu antara 10:00 dan 21:00",
    "your_reservation_history": "Riwayat Reservasi Anda",
    "date": "Tanggal",
    "time": "Waktu",
    "number_of_people": "Jumlah Orang",
    "reservation_created": "Reservasi dibuat",
    "reservation_success": "Reservasi berhasil dibuat",

    "update_profile": "Perbarui Profil",
    "name": "Nama",
    "email": "Email",
    "date_of_birth": "Tanggal lahir",
    "update_name": "Perbarui Nama",
    "update_email": "Perbarui Email",
    "enter_dob": "Masukkan tanggal lahir",

    "your_cart": "Keranjang Anda",
    "choose_payment_option": "Pilih Opsi Pembayaran",
    "pay_at_cashier": "Bayar di Kasir",
    "choose_table_num": "Pilih Nomor Meja",
    "pay_now": "Bayar Sekarang",
    "cart_empty": "Keranjang Anda kosong. Silahkan pilih menu terlebih dahulu",

    "payment": "Pembayaran",
    "scan_text": "Silahkan scan QR code di bawah untuk melakukan pembayaran",
    "scan_text_2": "Setelah melakukan pembayaran, silahkan upload bukti pembayaran di bawah",
    "upload_payment_receipt": "Unggah Bukti Pembayaran",
    "payment_uploaded": "Bukti pembayaran berhasil diunggah",

    "thank_you": "Terima Kasih",
    "thank_you_text": "Terima kasih telah melakukan pembayaran. Pesanan Anda akan segera diproses",
    "back_to_home": "Kembali ke Beranda",
    "cashier_text": "Silahkan menuju kasir untuk melakukan pembayaran. Pesanan Anda akan segera diproses setelah Anda melakukan pembayaran di kasir",

    "send_email": "Kirim Email",
    "email_cant_be_empty": "Email tidak boleh kosong",
    "forgot_password": "Lupa Password?",
    "reset_pass_text": "Tidak perlu khawatir, silahkan masukkan email Anda di bawah dan kami akan mengirimkan instruksi untuk mereset password Anda",
    "email_address": "Alamat Email",
    "enter_your_email": "Masukkan email Anda",
    "remember_account": "Ingat Akun Anda?",
    "back_to_login": "Kembali ke Login",

    "check_email_text": "Tinggal selangkah lagi, \nSilahkan cek email Anda untuk mengatur ulang password Anda",
    "check_email_text_2":"Kami telah mengirimkan instruksi untuk mengatur ulang password ke email Anda. \nJika Anda belum menerima email, silahkan cek folder spam Anda",
    "sign_in": "Masuk",

    "our_rec_menu": "Menu Rekomendasi Kami",
    "recommendation_sorry": "Maaf, kami tidak dapat menyediakan rekomendasi untuk Anda saat ini karena preferensi menu Anda tidak cocok dengan menu rekomendasi kami. \n\n Untuk mendapatkan rekomendasi, silahkan ubah atau kosongkan preferensi menu Anda di halaman profil Anda. \n \nTerima kasih",

    "menu_detail": "Detail Menu",
    "tag": "Tagar",
    "total_loved": "Total Disukai",
    "total_ordered": "Total Dipesan",

    "reservation_sent": "Reservasi Terkirim!",
    "reservation_sent_text": "Terima kasih telah melakukan reservasi. \nKami menanti kedatangan Anda di Loh Coffee!",

    "about_us": "Tentang Kami",
    "frequently_asked_questions": "Pertanyaan yang Sering Diajukan",
    "managing_your_account": "Mengelola Akun Anda",
    "ordering_food_and_payment": "Pemesanan dan Pembayaran",
    "make_a_reservation": "Membuat Reservasi",
    "general_questions": "Pertanyaan Umum",
    "privacy_policy": "Kebijakan Privasi",

    "about_loh": "Tentang Loh Coffee & Eatery",
    "about_loh_text": "Loh Coffee & Eatery adalah tempat populer di pusat Kota Denpasar, Bali, yang menarik minat para pecinta kopi dan penggemar makanan. Kami menawarkan berbagai macam kopi, teh, dan makanan, termasuk sandwich, salad, dan pastry, semuanya dibuat dengan bahan-bahan segar. Kafe kami memiliki suasana yang nyaman dan nyaman dengan konsep tropis, menjadikannya tempat yang sempurna untuk bersantai dan menikmati waktu Anda. Kami juga menyediakan WiFi gratis dan stasiun pengisian daya untuk kenyamanan pelanggan kami. Kami buka dari pukul 8 pagi hingga 10 malam, sehingga Anda dapat mampir kapan saja untuk makanan cepat atau santap santai. Selain itu, kami juga tersedia untuk acara pribadi seperti ulang tahun, bridal shower, dan baby shower.",
    "about_mobile": "Tentang Aplikasi Seluler Loh Coffee & Eatery",
    "about_mobile_text": "Aplikasi seluler Loh Coffee and Eatery adalah platform yang nyaman dan intuitif yang memungkinkan pelanggan untuk dengan mudah memesan makanan dan minuman, memesan meja, dan menerima rekomendasi personal dari kafe. Aplikasi kami menawarkan berbagai fitur unik untuk terhubung dengan pelanggan kami seperti mengirimkan ulasan serta pilihan pengumuman dan pembaruan yang menjaga pelanggan tetap terinformasi tentang item menu terbaru, acara, dan kolaborasi dengan bisnis lokal lainnya. Di Loh Coffee and Eatery, kami berkomitmen untuk menyediakan bahan baku berkualitas tinggi yang diperoleh secara berkelanjutan dan membangun komunitas yang ramah dan inklusif bagi para pencinta kopi dan makanan. Dengan aplikasi seluler kami, pelanggan dapat merasakan yang terbaik dari kafe kami, semua dari kenyamanan ponsel mereka.",
    "about_features": "Fitur Aplikasi Seluler Loh Coffee & Eatery",
    "about_features_text": "Aplikasi seluler Loh Coffee and Eatery mencakup fitur-fitur seperti pendaftaran dan reset kata sandi, pengelolaan informasi dan preferensi pengguna, pengelolaan menu dan ulasan kafe, pemesanan dan pengelolaan pesanan, pembayaran, reservasi meja, dan menerima pengumuman dan rekomendasi dari kafe.",
    "about_availability": "Ketersediaan Aplikasi Seluler Loh Coffee & Eatery",
    "about_availability_text": "Aplikasi seluler Loh Coffee and Eatery tersedia pada perangkat Android dan iOS.",

    "faq_account_1": "Bagaimana cara mendaftar untuk aplikasi seluler Loh Coffee and Eatery?",
    "faq_account_1_ans": "Untuk mendaftar akun di aplikasi seluler Loh Coffee and Eatery, klik tombol 'Daftar' pada halaman login dan ikuti instruksi untuk memasukkan informasi pribadi Anda dan membuat akun baru.",
    "faq_account_2": "Bagaimana cara me-reset password saya di aplikasi seluler Loh Coffee and Eatery?",
    "faq_account_2_ans": "Untuk me-reset password di aplikasi seluler Loh Coffee and Eatery, klik tombol 'Lupa Password' pada halaman login dan ikuti instruksi untuk memasukkan alamat email Anda dan me-reset password Anda.",
    "faq_account_3": "Bagaimana cara mengelola informasi pengguna dan preferensi saya di aplikasi seluler Loh Coffee and Eatery?",
    "faq_account_3_ans": "Untuk mengelola informasi pengguna dan preferensi Anda di aplikasi seluler Loh Coffee and Eatery, buka halaman 'Profil' dan klik tombol 'Edit Profil'. Dari sana, Anda dapat memperbarui nama, alamat email, dan tanggal lahir Anda. Anda juga dapat memperbarui preferensi menu Anda dengan mengklik tombol 'Edit Preferensi Menu'.",
    "faq_account_4": "Dapatkah saya mengubah nama tampilan atau alamat email saya di aplikasi seluler Loh Coffee and Eatery?",
    "faq_account_4_ans": "Ya, Anda dapat mengubah nama tampilan dan alamat email Anda di aplikasi seluler Loh Coffee and Eatery dengan membuka halaman 'Profil' dan mengklik tombol 'Edit Profil'. Dari sana, Anda dapat memperbarui nama dan alamat email Anda.",

    "faq_order_1": "Apakah saya bisa melihat menu di aplikasi Loh Coffee and Eatery?",
    "faq_order_1_ans": "Ya, Anda bisa melihat menu di aplikasi dengan pergi ke 'Halaman Utama' yang dapat diakses dengan mengetuk navigasi bawah.",
    "faq_order_2": "Bagaimana cara memesan di aplikasi Loh Coffee and Eatery?",
    "faq_order_2_ans": "Untuk memesan di aplikasi Loh Coffee and Eatery, pergi ke halaman 'Home', pilih menu yang ingin dipesan dengan mengetuk 'Tambah ke keranjang'. Kemudian, pergi ke halaman 'Keranjang' dengan mengetuk tombol keranjang di pojok kanan bawah. Setelah itu, pilih opsi makan di tempat atau bungkus, opsi pembayaran, dan ketuk 'Bayar Sekarang'.",
    "faq_order_3": "Apakah saya bisa membatalkan pesanan di aplikasi Loh Coffee and Eatery?",
    "faq_order_3_ans": "Tidak, Anda tidak bisa membatalkan pesanan di aplikasi Loh Coffee and Eatery. Anda hanya bisa membatalkan pesanan sebelum dikonfirmasi oleh administrator. Setelah pesanan dikonfirmasi, Anda tidak akan bisa membatalkannya.",
    "faq_order_4": "Opsi makan apa saja yang tersedia di aplikasi Loh Coffee and Eatery?",
    "faq_order_4_ans": "Terdapat dua opsi makan yang tersedia di aplikasi Loh Coffee and Eatery: Makan di tempat dan Bungkus.",
    "faq_order_5": "Opsi pembayaran apa saja yang tersedia di aplikasi Loh Coffee and Eatery?",
    "faq_order_5_ans": "Terdapat dua opsi pembayaran yang tersedia di aplikasi Loh Coffee and Eatery: QRIS dan Bayar di Kasir.",
    "faq_order_6": "Apa itu opsi pembayaran QRIS?",
    "faq_order_6_ans": "Opsi pembayaran QRIS memberikan pelanggan barcode untuk dipindai dan melakukan pembayaran pesanan mereka menggunakan ponsel. Pembayaran dilakukan di luar aplikasi, dan pelanggan harus mengunggah tanda terima pembayaran ke aplikasi Loh Coffee and Eatery agar administrator bisa menerima atau menolak pembayaran tersebut.",
    "faq_order_7": "Bagaimana cara opsi pembayaran QRIS bekerja?",
    "faq_order_7_ans": "Untuk menggunakan opsi pembayaran QRIS, pelanggan harus memilih opsi QRIS saat checkout dan menerima barcode untuk dipindai untuk pembayaran. Mereka kemudian harus melakukan pembayaran di luar aplikasi dan mengunggah tanda terima pembayaran ke aplikasi Loh Coffee and Eatery. Administrator akan meninjau tanda terima pembayaran dan menerima atau menolak pembayaran tersebut.",
    "faq_order_8": "Apa yang terjadi jika administrator menolak pembayaran QRIS?",
    "faq_order_8_ans": "Jika administrator menolak pembayaran QRIS, status pesanan pelanggan akan otomatis dibatalkan. Pelanggan akan diinformasikan oleh staf dan harus memesan ulang.",
    "faq_order_9": "Apakah saya dapat menggunakan E-wallet untuk pembayaran QRIS?",
    "faq_order_9_ans": "Ya, Anda dapat menggunakan E-wallet untuk pembayaran QRIS, selama pembayaran diterima oleh penyedia QRIS. Silakan cek dengan penyedia pembayaran Anda untuk informasi lebih lanjut.",
    "faq_order_10": "Apa itu opsi pembayaran 'Bayar di Kasir'?",
    "faq_order_10_ans": "Opsi pembayaran 'Bayar di Kasir' memerlukan pelanggan untuk pergi ke kasir secara manual untuk membayar pesanan mereka. Mereka dapat memesan melalui aplikasi seluler dan memilih opsi Pay at Cashier di halaman keranjang belanja.",
    "faq_order_11": "Di mana saya bisa menemukan riwayat pesanan di aplikasi seluler Loh Coffee and Eatery?",
    "faq_order_11_ans": "Anda dapat menemukan riwayat pesanan Anda di aplikasi seluler Loh Coffee and Eatery dengan pergi ke halaman 'Pesanan' yang dapat diakses dengan mengetuk navigasi bawah.",
    "faq_order_12": "Apa yang harus saya lakukan jika saya telah menyelesaikan pembayaran?",
    "faq_order_12_ans": "Jika Anda telah menyelesaikan pembayaran, administrator akan meninjau tanda terima pembayaran dan entah menerima atau menolak pembayaran tersebut. Jika pembayaran diterima, status pesanan akan diubah menjadi 'Terkonfirmasi' dan pelanggan dapat menunggu pesanan mereka dikirimkan.",
    "faq_order_13": "Pembayaran saya dikonfirmasi tetapi status pesanan saya ditolak?",
    "faq_order_13_ans": "Jika pembayaran Anda dikonfirmasi tetapi status pesanan Anda ditolak, artinya pesanan Anda ditolak. Mungkin saja pesanan ditolak karena menu tidak tersedia saat ini. Anda akan diinformasikan oleh staf dan dapat memesan kembali.",
    "faq_order_14": "Apa yang harus saya lakukan jika saya memilih untuk membawa pesanan saya?",
    "faq_order_14_ans": "Jika Anda memilih untuk membawa pesanan Anda, cukup menunggu sampai pesanan siap dan staf akan memanggil Anda untuk mengambil pesanan Anda.",

    "faq_reserve_1": "Bagaimana cara saya memesan meja di aplikasi seluler Loh Coffee and Eatery?",
    "faq_reserve_1_ans": "Untuk memesan meja di aplikasi seluler Loh Coffee and Eatery, buka halaman navigasi 'Reservasi' yang terletak di bilah navigasi bawah. Kemudian, pilih tanggal dan waktu yang Anda inginkan, pilih nomor meja yang tersedia, lalu ketuk 'Reservasi Sekarang'.",
    "faq_reserve_2": "Bisakah saya memesan meja di hari yang sama dengan hari reservasi?",
    "faq_reserve_2_ans": "Maaf, Anda tidak dapat memesan meja di hari yang sama dengan hari reservasi. Anda hanya dapat memesan meja untuk keesokan harinya atau setelahnya.",
    "faq_reserve_3": "Jam berapa reservasi bisa dilakukan?",
    "faq_reserve_3_ans": "Anda dapat melakukan reservasi dari pukul 10:00 pagi hingga 9:00 malam.",
    "faq_reserve_4": "Hari apa saja reservasi bisa dilakukan?",
    "faq_reserve_4_ans": "Anda dapat melakukan reservasi dari hari Senin hingga Minggu. Hari libur nasional tidak termasuk. Harap cek media sosial kami untuk informasi terbaru tentang hari operasional kami.",
    "faq_reserve_5": "Bisakah saya membatalkan reservasi saya?",
    "faq_reserve_5_ans": "Ya, Anda dapat membatalkan reservasi Anda sebelum hari reservasi. Anda dapat membatalkan reservasi Anda dengan membuka halaman 'Reservasi' yang dapat diakses melalui bilah navigasi bawah. Kemudian, ketuk tombol 'Batal' untuk membatalkan reservasi Anda.",
    "faq_reserve_6": "Haruskah saya mencetak bukti reservasi?",
    "faq_reserve_6_ans": "Tidak perlu mencetak bukti reservasi. Anda dapat menunjukkan bukti reservasi di telepon seluler Anda kepada staf.",

    "faq_general_1": "Bagaimana cara mengubah bahasa pada aplikasi Loh Coffee and Eatery?",
    "faq_general_1_ans": "Aplikasi kami menyediakan 2 bahasa yaitu bahasa Inggris sebagai bahasa default dan Bahasa. Untuk mengubah bahasa, pergi ke halaman navigasi 'Profil' yang terletak pada bilah navigasi bawah. Kemudian, ketuk tombol toggle 'Beralih ke Bahasa' untuk mengubah bahasa menjadi Bahasa. Untuk beralih kembali ke bahasa Inggris, ketuk lagi tombol toggle.",
    "faq_general_2": "Bagaimana cara beralih ke mode gelap pada aplikasi Loh Coffee and Eatery?",
    "faq_general_2_ans": "Aplikasi kami menyediakan 2 tema yaitu mode cahaya sebagai default dan mode gelap. Untuk beralih ke mode gelap, pergi ke halaman navigasi 'Profil' yang terletak pada bilah navigasi bawah. Kemudian, ketuk tombol toggle 'Beralih ke Mode Gelap' untuk beralih ke mode gelap. Untuk beralih kembali ke mode cahaya, ketuk lagi tombol toggle.",
    "faq_general_3": "Apakah pengaturan Mode Gelap dan bahasa akan disimpan untuk penggunaan di masa depan?",
    "faq_general_3_ans": "Ya, pengaturan Mode Gelap dan bahasa akan disimpan untuk penggunaan di masa depan.",
    "faq_general_4": "Dapatkah saya mengirimkan ulasan tentang pengalaman saya di Loh Coffee and Eatery pada aplikasi?",
    "faq_general_4_ans": "Ya, Anda dapat mengirimkan ulasan dengan pergi ke bagian Kirimkan Ulasan dan memberikan umpan balik Anda. Umpan balik Anda akan ditinjau oleh tim kami untuk meningkatkan kualitas layanan kami.",
    "faq_general_5": "Dapatkah aplikasi Loh Coffee and Eatery merekomendasikan menu berdasarkan preferensi saya?",
    "faq_general_5_ans": "Ya, Anda dapat melihat menu yang direkomendasikan berdasarkan preferensi Anda, yang paling disukai, dan yang paling dipesan dengan pergi ke bagian Menu yang Direkomendasikan.",

    "app_overview": "Gambaran Aplikasi",
    "app_overview_text": "Aplikasi seluler Loh Coffee and Eatery adalah platform yang nyaman dan intuitif yang memungkinkan pelanggan dengan mudah memesan makanan dan minuman, memesan meja, dan menerima rekomendasi personal dari kafe. Aplikasi kami menawarkan berbagai fitur unik untuk terhubung dengan pelanggan seperti mengirimkan ulasan serta pilihan pengumuman dan pembaruan yang disusun dengan cermat yang menjaga pelanggan tetap terinformasi tentang item-menu terbaru, acara, dan kolaborasi dengan bisnis lokal lainnya. Di Loh Coffee and Eatery, kami berkomitmen untuk menyediakan bahan berkualitas tinggi dan berkelanjutan serta memupuk komunitas yang ramah dan inklusif bagi pecinta kopi dan makanan. Dengan aplikasi seluler kami, pelanggan dapat merasakan yang terbaik dari kafe kami, semua dari kenyamanan ponsel mereka.",
    "data_type_collect": "Jenis Data Yang Kami Kumpulkan",
    "data_type_collect_text": "Ketika Anda menggunakan aplikasi Loh Coffee and Eatery, kami dapat mengumpulkan jenis data berikut:",
    "personal_information": "Informasi Pribadi",
    "personal_information_text": "Ini termasuk nama, tanggal lahir, dan alamat email Anda. Kami mengumpulkan informasi ini ketika Anda mendaftar akun, memesan meja, atau memesan makanan dan minuman.",
    "order_and_reservation_information": "Informasi Pesanan dan Reservasi",
    "order_and_reservation_information_text": "Ini mencakup item yang Anda pesan, waktu dan tanggal reservasi Anda, serta jumlah orang dalam pesta Anda. Kami mengumpulkan informasi ini untuk memproses pesanan dan reservasi Anda.",
    "payment_information": "Informasi Pembayaran",
    "payment_information_text": "Ini mencakup metode pembayaran dan detail pembayaran Anda. Kami mengumpulkan informasi ini untuk memproses pembayaran Anda.",
    "use_of_your_data": "Penggunaan Data Anda",
    "use_of_your_data_text": "Kami menggunakan data Anda untuk memberikan pengalaman terbaik ketika menggunakan aplikasi Loh Coffee and Eatery. Secara khusus, kami menggunakan data Anda untuk tujuan berikut:",
    "facilitate": "Memfasilitasi pembuatan dan mengamankan Akun Anda",
    "facilitate_text": "Kami menggunakan data Anda untuk memfasilitasi pembuatan dan mengamankan akun Anda di jaringan kami. Ini termasuk memverifikasi identitas Anda, memproses pembayaran, dan menyediakan dukungan pelanggan.",
    "registered_user": "Hanya untuk Pengguna Terdaftar",
    "process_order_reserve": "Untuk memproses pesanan dan reservasi Anda: ",
    "process_order_reserve_text": "Kami menggunakan informasi pribadi Anda, informasi pesanan dan reservasi, dan informasi pembayaran untuk memproses pesanan dan reservasi Anda.",
    "improve_our_service": "Untuk meningkatkan layanan kami: ",
    "improve_our_service_text": "Kami dapat menggunakan data Anda untuk menganalisis perilaku dan preferensi pelanggan, yang membantu kami meningkatkan penawaran menu dan pengalaman pelanggan secara keseluruhan.",
    "communicate_with_you": "Untuk berkomunikasi dengan Anda: ",
    "communicate_with_you_text": "Kami dapat menggunakan alamat email Anda untuk mengirimkan pembaruan tentang pesanan dan reservasi Anda, serta tawaran promosi dan informasi relevan lainnya.",
    "data_security": "Keamanan Data",
    "data_security_text": "Kami sangat serius dalam menjaga keamanan data Anda. Kami menggunakan teknologi enkripsi standar industri saat mentransfer dan menerima data pelanggan yang dipertukarkan dengan aplikasi kami. Firebase menerapkan langkah-langkah keamanan standar industri, seperti enkripsi dalam perjalanan dan istirahat, untuk melindungi data pengguna. Kami juga membatasi akses ke data pengguna hanya kepada personel yang diizinkan yang memerlukan akses untuk memberikan layanan.",
    "account": "Akun",
    "account_text": "Pengguna terdaftar dari aplikasi seluler Loh Coffee and Eatery dapat mengakses dan mengelola informasi akun mereka, termasuk data pribadi, dengan mengklik tombol 'Profil' di aplikasi.",
    "changes": "Perubahan pada Kebijakan Privasi ini",
    "changes_text": "Kami dapat memperbarui Kebijakan Privasi kami dari waktu ke waktu. Oleh karena itu, Anda disarankan untuk meninjau halaman ini secara berkala untuk setiap perubahan. Kami akan memberi tahu Anda tentang setiap perubahan dengan memposting Kebijakan Privasi baru di halaman ini. Perubahan ini efektif segera setelah diposting di halaman ini.",
    "contact_us": "Hubungi Kami",
    "contact_us_text": "Jika Anda memiliki pertanyaan atau saran tentang Kebijakan Privasi kami, jangan ragu untuk menghubungi kami di:",
    "email_loh": "Email: support@lohcoffeeandeatery.com",
    "phone_loh": "Telepon: +62 812-3848-2109",
    "address_loh": "Alamat: Jl. Tukad Musi I No.9A, Renon, Denpasar Selatan, Kota Denpasar, Bali 80226",
    "operating_hours": "Jam Operasional",
    "operating_hours_text": "Jam operasi kami adalah dari pukul 10.00 pagi hingga 9.00 malam, Senin hingga Minggu.",
    "revision": "Tanggal Revisi Terakhir: 30 April 2023"


}